Repository: Vistaus/budgie-clipboard-applet
Catalog: po/*.po
Languages: es

source: Welcome to Clipboard Manager
es: Bienvenido al Gestor del Portapapeles

source: Your Clips will be saved Automatically
es: Sus recortes se guardarán automáticamente

source: History Size
es: Tamaño del historial

source: Get Selection to Clipboard
es: Guardar selección en el Portapapeles

source: Copy Selection to Clipboard
es: Copiar selección al Portapapeles

source: Case Sensitive Search
es: Distinguir mayúsculas y minúsculas al buscar

source: Save History to File
es: Guardar historial como un archivo

source: Clipboard Height
es: Altura del Portapapeles

source: Restore Defaults
es: Restaurar opciones predeterminadas

source: Clear All
es: Limpiar todo

source: Private Mode
es: Modo incógnito

source: Enabling this will stop Clipboard Manager to save any Clips
es: Habilitar esta opción hará que el Gestor de Portapapeles deje de guardar recortes

source: Notifications
es: Notificaciones

source: Enabling this will Notify you about every clips you copy
es: Habilitando esta opción se le notificará cuando copie un recorte

source: Search Clipboard History
es: Buscar en el historial del Portapapeles

source: No Clipboard Items Found
es: No se encontraron elementos en el Portapapeles

source: Try changing search terms
es: Intente cambiar los términos de búsqueda

source: Copied
es: Copiado
